Repository: leschenkoartem/kursova
Catalog: kursova/*.lproj/Localizable.strings
Languages: uk

source: Sign In
uk: Увійти

source: Email
uk: Електронна пошта

source: Enter Your Email
uk: Введіть вашу пошту

source: Password
uk: Пароль

source: Enter Your Password
uk: Введіть ваш пароль

source: (or)
uk: (або)

source: Don't Have An Account ?
uk: Не маєте облікового запису?

source: Sign Up
uk: Зареєструватися

source: Name / Surname
uk: Ім'я / Прізвище

source: Enter Your Name And Surname
uk: Введіть своє ім'я та прізвище

source: Confirm your password
uk: Підтвердити пароль

source: Repeat Your Password
uk: Повторіть свій пароль

source: Password mismatch
uk: Невідповідність пароля

source: Too short name and surname
uk: Занадто коротке ім'я та прізвище

source: Registration with
uk: Реєстрація з

source: Already Have An Account ?
uk: Вже є аккаунт ?

source: Search by keyword...
uk: Пошук за ключовим словом...

# Self Lots
source: Your Lots
uk: Ваші лоти

source: Active Offers
uk: Активні лоти

source: Marked Lots
uk: Помічені лоти

source: Your Lots:
uk: Ваші лоти:

# Lots, That You Made.
source: Lots that you've created.
uk: Лоти, які виставили ви.

source: Add new lot +
uk: Додати новий лот +

source: Active Offers:
uk: Активні ставки:

source: Lots in which you participate.
uk: Лоти, в яких ви виграєте.

source: Marked Lots
uk: Відмічені лоти

# Lots You Marked
source: Lots you've marked.
uk: Лоти, за якими ви слідкуєте.

source: Are you sure you want to log out?
uk: Ви впевнені, що хочете вийти?

source: No
uk: Ні

source: Yeah
uk: Так

source: Current Price:
uk: Поточна ціна:

source: Current User:
uk: Поточний користувач:

source: Observed by:
uk: Спостерігає:

source: user/s
uk: користувач/чі

source: Lot ID:
uk: Ідентифікатор лота:

source: Creator ID:
uk: Ідентифікатор творця:

source: Made Time:
uk: Час публікації:

source: Add photo +
uk: Додати фото +

source: Title
uk: Заголовок

source: Price
uk: Ціна

# Information (180lt Max)
source: Information (max 180 characters)
uk: Інформація (180 символів макс.)

# Enter text here...
source: Enter your text here...
uk: Введіть ваш текст тут...

source: Add
uk: Додати

source: Not enough data
uk: Недостатньо інформації

source: Do you confirm the creation of the lot?
uk: Ви підтверджуєте створення лоту?

source: Okay
uk: Гаразд

source: $ deducted from your balance
uk: $ списано з вашого балансу

source: Successfully closed the lot. Your balance is replenished by 0$
uk: Лот успішно закрито. Ваш баланс поповнено на 0$

source: Lot removed. Money returned to:
uk: Лот видалено. Гроші повернуто:

source: Lot removed.
uk: Лот видалено.

source: (Yours)
uk: (Ваш)

source: $ will be deducted from your balance. Make an offer?
uk: $ буде списано з вашого балансу. Зробити пропозицію?

source: Not enough money on balance
uk: Недостатньо грошей на балансі

source: Do you want to end the auction? Your balance will be replenished by
uk: Бажаєте завершити аукціон? Ваш баланс буде поповнено на

source: Do you want to end the auction? Your balance does not change.
uk: Ви хочете завершити аукціон? Ваш баланс не зміниться.

source: Do you want to delete the lot? Your balance will not change, the money will be returned to the participant.
uk: Видалити лот? Ваш баланс не зміниться, гроші будуть повернені учаснику.

source: Delete
uk: Видалити

source: Information:
uk: Інформація:

source: Make an offer +
uk: Зробити пропозицію +

source: Finish
uk: Завершити

source: Change language
uk: Змінити мову
